<!--
 * @Author: wuz
 * @Date: 2021-04-06 14:13:41
 * @LastEditTime: 2021-04-13 11:42:52
 * @FilePath: /vue-webpack-optimize/src/views/agreement/pages/pay-service.vue
-->
<template>
  <div class="container">
    <h3>泰州市民卡APP用户快捷支付服务协议</h3>
    <p>
      泰州市民卡APP用户快捷支付服务协议（以下简称“本协议”）是泰州市市民卡有限公司与泰州市民卡APP用户就快捷支付服务（以下简称“本服务”）的使用等相关事项所订立的有效合约。您登陆泰州市民卡APP账户添加银行卡时勾选确认接受本协议，即表示您知悉、理解并同意接受本协议的全部内容，确认承担由此产生的一切法律后果。
    </p>
    <p>
      在确认接受本协议之前，请您仔细阅读本协议的全部内容。如果您不同意本协议的任何内容，或者无法准确理解相关条款的解释，请不要进行后续的操作。
    </p>
    <p>
      本协议所称“快捷支付”是指您按照泰州市民卡要求成功绑定您的银行卡（或市民卡）与泰州市民卡APP账户后，可以采用输入市民卡APP账号、密码、支付密码、银行预约手机短信验证码等信息支付完成的功能。
    </p>
    <h4>一、申请</h4>
    <p>
      1、您在申请本服务过程中，勾选开通泰州市民卡APP用户快捷支付服务接受本协议，即表示您同意接受本协议项下的全部内容，同意泰州市市民卡将您填写的相关信息（包括但不限于姓名、身份证号、银行卡卡号、卡密码、有效期、CVV码、银行卡预留手机号码等）提供给泰州市市民卡或泰州市市民卡合作机构进行校检（泰州市市民卡合作机构仅处于完成本协议项下功能而使用您提供的信息，且对您的相关信息进行严格保密），校验完成后将您提供的银行卡与您的“泰州市民卡APP”账号进行绑定；您授权泰州市市民卡或泰州市市民卡合作机构划扣您相应银行卡账户中的相应款项完成支付，并同意承担由此产生的一切法律后果。<br />
      2、您需确保您在申请本服务时绑定的银行卡为您本人的银行卡，并确保使用银行卡的行为合法、有效，未侵犯任何第三方合法权益；否则因此造成的泰州市民卡、发卡行及任何第三方损失的，您应负责赔偿并承担全部法律责任。<br />
      3、您同意在申请本服务过程中，准确提供您的相关信息，并保证信息的真实、合法、有效、完整，并授权泰州市民卡APP收集您的支付终端设备、地理位置等信息。同时应及时更新您的资料。因您未及时更新资料，导致本服务无法提供或提供时发生任何错误，由此产生的后果将由您自行承担。若泰州市民卡有合理理由怀疑您提供的资料不实、非法、无效或不完整，泰州市民卡有权拒绝、暂停或终止向您提供本服务，泰州市民卡对此不承担任何责任，您将承担因此产生的责任和损失。
    </p>
    <h4>二、使用</h4>
    <p>
      1、您泰州市民卡APP账户一经成功送申请快捷支付服务，并输入银联向您银行预留手机号发送的验证码等信息后，即表示您确认支付金额及该支付指令，并同意泰州市民卡或泰州市民卡合作机构从您绑定的银行卡账户中扣划相应款项。您理解并同意，泰州市民卡快捷支付服务的上述流程，可能因适用场景和功能存续情况的变化而发生调整，具体以泰州市民卡实际提供的服务流程为准。<br />
      2、使用本服务时，凡使用泰州市民卡会员账户、支付密码等信息进行的交易均为您本人办理的支付交易。您应妥善保管泰州市民卡APP账户及登陆密码、支付密码、银行卡账户及与该等账户相关的证件类型、证件号码、卡号、有效期、手机号码等一切信息，妥善保管您的银行卡、手机等移动终端设备，并确保您的手机等移动终端设备在安全、无病毒、未被入侵、未被监控、未被非法控制的环境下运行和使用。因您对上述信息或设备使用不善保管不善造成的损失泰州市民卡不承担责任。因丢失银行卡或手机号等终端设备、泄露泰州市民卡APP账号、登陆密码、支付密码等相关信息、所致损失需有您自行承担。<br />
      3、您理解并同意：为控制风险及业务需要，泰州市民卡对您在市民卡APP使用本服务的单日/单笔支付金额等进行限制；否则，泰州市民卡拒绝执行交易指令，您的支付将无法完成。<br />
      4、您理解与同意：若您绑定的是信用卡将不可用于向泰州市民卡APP钱包进行充值。<br />
      5、为了给您带来更好的支付体验，你理解并同意，对于部分支付交易（具体以相关使用规则为准），泰州市民卡将为您提供免密服务，即无需验证您的支付密码即可根据您的指令对您的关联银行卡账户进行资金划扣和归集操作。您可根据自身情况关闭或开通该服务。<br />
      6、您同意并授权泰州市民卡依据其自身判断对涉嫌欺诈、虚假交易、洗钱等非法活动或违反诚信原则、违反本协议约定行为的泰州市民卡用户采取相应的措施，上述措施包括但不限于暂停或终止泰州市民卡用户快捷支付服务、对涉嫌欺诈的资金采取相关必要措施等。<br />
      7、您可登陆泰州市民卡APP接触某张银行卡的绑定关系，本协议自动终止。
    </p>
    <h4>三、声明与承诺</h4>
    <p>
      1、您知悉并同意泰州市民卡为本服务收集、使用并传递您的姓名、证件号码、银行卡号、手机号码等个人资料。<br />
      2、您知悉并同意：泰州市民卡有权因法律法规政策、系统升级或其他合理原因，修改、暂停、终止本协议，并在修改、暂停或终止协议前通过泰州市民卡网站进行公告，无需另行单独通知您；若您在本协议修改公告发布后继续使用本服务的，表示您已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容；若您不同意修改后的协议内容，您应向泰州市民卡申请终止使用本服务。本协议暂停、终止后，在暂停、终止前您已发送泰州市民卡的交易指令仍有效，您应承担泰州市民卡处理该交易指令所产生的后果。<br />
      3、您知悉并同意：泰州市民卡有权根据业务发展需要，调整泰州市民卡用户快捷支付服务的业务范围及支付限额。如您对泰州市民卡调整的业务范围或支付限额存在任何异议，可向泰州市民卡申请终止快捷支付服务；在泰州市民卡调整快捷支付业务范围或支付限额后您继续使用该服务的，视为您接受泰州市民卡的业务范围或支付限额调整。<br />
      4、出现下列情况之一的，泰州市民卡有权立即终止您使用泰州市民卡APP会员账号相关服务而无需承担任何责任：<br />
      （1）违反本协议的约定；<br />
      （2）违反泰州市民卡或其他关联第三方的条款、协议、规则、通告等相关规定，而被上述任一方第三方终止提供服务的；<br />
      （3）泰州市民卡认为向您提供本服务存在风险的；<br />
      （4）存在利用泰州市民卡快捷支付业务进行套现、虚假交易、洗钱或任何非法行为。
    </p>
    <h4>四、其他</h4>
    <p>
      1、泰州市民卡已提请您特别注意有关免除、限制银行责任，和银行单方面拥有某些权利以及增加您义务或免除、限制您权利的条款，并已应您的要求对上述条款予以充分解释说明，各方对本协议条款的理解完全一致，并自愿接受约束。<br />
      2、您与泰州市民卡在履行本协议中发生的争议，由双方协商解决，协商不成提起诉讼的，由泰州市民卡科技有限公司所在地法院管辖。<br />
      3、本协议中未尽事宜，按照法律法规和泰州市民卡相关业务规则及国内通行的金融惯例办理。
    </p>
  </div>
</template>

<script>
export default {
  data() {
    return {

    }
  },
  components: {

  }
}
</script>

<style scoped lang="scss">
@import "@/assets/css/mixin.scss";
.container {
  padding: 0.2rem 5%;
}

h3 {
  margin: 0.3rem 0;
  width: 100%;
  @include font(0.36rem, #333);
  font-weight: bold;
  text-align: center;
}

h4 {
  margin: 0.2rem 0 0.1rem;
  width: 100%;
  @include font(0.3rem, #333);
  font-weight: bold;
}

p {
  margin-bottom: 0.1rem;
  width: 100%;
  @include font(0.28rem, #333);
  line-height: 0.42rem;
}
</style>
