<!--
 * @Author: wuz
 * @Date: 2021-04-06 10:38:33
 * @LastEditTime: 2021-04-13 15:04:16
 * @FilePath: /h5-tzsmk/src/views/agreement/pages/privacy.vue
-->
<template>
  <div class="container">
    <h3>泰州市民卡APP 隐私权政策</h3>
    <p>
      泰州市民卡APP（以下简称“我们”）是为您提供的一款数字市民综合应用服务平台，我们十分尊重您的个人信息和数据，并会全力保护您的个人信息和数据的安全可靠。您在使用泰州市民卡APP（以下简称“市民卡APP”）服务时，我们将按照泰州市民卡APP隐私权政策（以下简称“本政策”）收集、存储、使用及对外提供您的个人信息。同时，我们会通过本政策向您说明，我们如何为您提供访问、更新、管理和保护您的信息的服务。
    </p>
    <p>请在使用我们的产品（或服务）前，仔细阅读并了解本政策。</p>
    <p>
      为了遵守国家法律法规及监管规定（例如：进行实名制管理、履行反洗钱职责、采取风险防范措施），也为了向您提供服务及提升服务质量（例如：支持我们开发新产品或完善已有产品功能，为您提供和推荐更为优质或适合的服务），我们需要收集、存储、使用及对外提供您的信息。您同意我们按照本政策约定处理您的信息，以便您享受优质、便捷、个性化的服务，同时更好地保护您的账户及资金安全。本政策将帮助您了解以下内容：
    </p>
    <p>
      1.我们如何收集和使用您的个人信息 <br />
      2.我们如何使用 Cookie 等技术 <br />
      3.我们如何储存、共享和转让、公开披露您的个人信息<br />
      4.我们如何保护您的个人信息 5.您访问和管理个人信息的权利<br />
      6.对第三方责任的声明 <br />
      7．未成年人隐私权特别约定 <br />
      8.本政策如何更新 <br />
      9.如何联系我们
    </p>
    <h4>一、我们如何收集和使用您的个人信息</h4>
    <p>
      个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。个人信息包括姓名、出生日期、身份证件号码、个人生物识别信息、通信通讯联系方式、住址、账户信息、财产状况、行踪轨迹等。其中一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的信息为个人敏感信息，主要包括：身份证件号码、个人生物识别信息、银行账号、征信信息、财产信息、交易信息、行踪轨迹、健康生理信息等。
    </p>
    <p>
      （一）我们收集和使用个人信息的原则<br />
      我们收集使用您的个人信息将遵循合法、正当、必要的原则，按照法律法规要求以及业务需要收集您的个人信息，不会收集与业务无关的信息或采取不正当方式收集信息。
    </p>
    <p>
      （二）我们收集和使用个人信息的目的<br />
      我们收集您的个人信息，目的在于依法合规的为您提供优质的产品（或服务），该等信息对于充分履行您和我们之间的合约很有必要，并使得我们能够遵守相关法律义务，具体可能包括：<br />
      1. 为保护您的账户安全，对您的身份进行识别、验证等；<br />
      2. 为评估您的履约能力及履约状况，用于业务准入和防控风险；<br />
      3. 为您提供产品（或服务）所必须；<br />
      4. 为保护您的资金安全；<br />
      5. 为改善产品（或服务）、提升用户体验；<br />
      6. 为履行法定义务（如反洗钱义务）；<br />
      7. 经您许可的其他用途。<br />
    </p>
    <p>
      （三）我们收集个人信息的方式<br />
      在您使用市民卡APP服务的过程中，在以下情形中我们需要收集您的一些信息，用以向您提供服务、提升我们的服务质量、保障您的账户和资金安全以及符合国家法律法规及监管规定：
    </p>
    <p>1、依据法律法规及监管规定履行反洗钱义务及进行实名制管理</p>
    <p>
      （1）您在开通市民卡账户或使用市民卡提供的其他服务时，您需按照要求提供您的身份基本信息，包括不限于姓名、国籍、性别、职业、住址、联系方式以及有效身份证件的种类、号码和有效期限。如您不提供前述信息，可能无法注册市民卡账户。根据相关法律法规的规定，您需通过身份基本信息多重交叉验证后方可提升余额付款交易累计额度。身份基本信息外部验证渠道包括政府部门数据库、商业银行信息系统及商业化数据库。其中，如果您选择通过商业银行信息系统验证身份基本信息的，则需要提供您的Ⅰ类银行账户或信用卡信息及银行预留手机号、市民卡发行的实名预付卡账户及开卡预留手机号，以便完成验证。如您不提供前述信息，可能无法使用需要通过多重交叉验证后方可使用的部分服务，但不影响您使用我们提供的其他服务；
    </p>
    <p>
      同时，为了验证您提供信息的准确性和完整性，我们会与合法留存您的信息的国家机关、金融机构、企事业单位进行核对；如在验证核对过程中我们需要向前述验证机构收集您的信息，我们会依照法律法规的规定要求相关验证机构说明其个人信息来源，并对其个人信息来源的合法性进行确认；
    </p>
    <p>
      （2）我们需根据《支付机构反洗钱和反恐怖融资管理办法》等反洗钱相关法律法规及监管要求，提示您适时提供有效身份证件的彩色影印件或照片以供我们核对并留存；如您不提供前述彩色影印件、照片或不同意我们留存，可能无法使用与监管要求相关的部分服务，但不影响您使用我们提供的其他服务；
    </p>
    <p>2、余额支付</p>
    <p>
      为了您能使用余额支付服务进行消费、提现，我们需要记录您的支付账户余额信息以及交易信息。如您不同意我们记录前述信息，可能无法使用余额支付服务。
    </p>
    <p>3、快捷支付</p>
    <p>
      为了您能使用快捷支付服务，实现使用银行卡对数字市民卡账户余额的充值、提现以及基于银行卡的消费等功能，您需提供您的银行卡卡号、姓名、身份证号码、银行预留手机号。我们会将前述信息与发卡银行进行验证。如您不提供上述信息，可能无法使用快捷支付服务，但不影响您使用我们提供的其他服务；
    </p>
    <p>4、消费</p>
    <p>
      当您向商家付款时，按照法律法规及监管规定，我们需要对商家进行管理（例如：识别、防止其套现或欺诈），同时也为了向您提供账单查询管理功能，我们需要直接收集或向商家收集您的交易信息（包括交易金额、交易对象、商品名称、交易时间、配送信息如有）。如您不同意提供前述信息，则可能无法完成交易，但不影响您使用我们提供的其他服务；
    </p>
    <p>5、账单查询</p>
    <p>
      您可以在账单页面查看您的账单详情（即：您的支付账户交易信息和预付卡账户交易信息）。如您不提供前述信息，不影响您查看账单详情。
    </p>
    <p>6、身份验证</p>
    <p>
      （1）登录验证<br />
      为了让您更安全、便捷地使用市民卡APP，在登录时核验您的身份，您可以选择密码登录、短信验证码登录等方式。<br />
      （2）重要操作行为验证<br />
      为了保障您的账户和资金安全，在您进行一些重要的账户操作时（例如：找回密码等），我们需要验证您的身份，为此您可能需向我们提供注册手机号的短信验证码。如您不同意提供前述信息，您将无法完成特定操作，但不影响您使用我们提供的其他服务；<br />
      （3）支付指令验证<br />
      您在使用支付账户进行交易时，我们需要对您的身份进行验证，以确保您的账户与资金安全。我们可能会向您提供多种身份验证方式，您可以选择使用您的静态密码、一次性密码或生物特征信息完成验证；当安全风险等级提高时，我们可能会提示您进行再次验证。如您不同意提供前述信息，则可能无法完成交易，但不影响您使用我们提供的其他服务。为了让您更安全、便捷地使用支付服务，如您的设备与市民卡APP版本均支持指纹功能，您可选择使用指纹支付。您需在您的设备上录入您的指纹信息，在您进行指纹支付时，您需在您的设备上完成信息验证。我们仅接收验证结果，并不收集您的指纹信息。如您不想使用指纹验证，仍可通过其他方式支付。<br />
    </p>
    <p>7、安全管理</p>
    <p>
      为了提高您使用我们服务的安全性，防止您的资金、个人信息被不法分子获取，我们需要记录您使用的市民卡服务类别、方式及相关操作信息，例如：设备型号、IP地址、设备软件版本信息、设备标识符、所在位置。如您不同意提供前述信息，可能无法完成风控验证。
    </p>
    <p>8、客户服务</p>
    <p>
      为提升您的服务体验及改进服务质量，或者为您推荐更优质或更适合的服务：<br />
      （1）您可以授权提供您的位置信息，以便您基于所在地点位置接受个性化服务推荐；<br />
      （2）我们会收集您使用市民卡服务时的搜索记录、您与客户服务团队联系时提供的信息及您参与问卷调查时向我们发送的信息。<br />
      如您不提供前述信息，不影响您使用我们提供的其他服务。<br />
    </p>
    <p>9、争议处理</p>
    <p>
      当您与我们联系或提出争议纠纷处理申请时，为了保障您的账户及系统安全，我们需要您提供必要的个人信息以核验您的用户身份。<br />
    </p>
    <p>
      为便于与您联系、尽快帮助您解决问题或记录相关问题的处理方案及结果，我们可能会保存您与我们的通信/通话记录及相关内容（包括账号信息、订单信息、您为了证明相关事实提供的其他信息，或您留下的联系方式信息），如果您针对具体订单进行咨询、投诉或提供建议的，我们会使用您的账号信息和订单信息。
    </p>
    <p>
      （四）我们如何使用个人信息<br />
      1.在向您提供我们的产品或服务，并为改进这些产品或服务时使用。<br />
      2.在我们向您提供服务期间，您授权我们持续收集和使用您的信息。在您注销服务时，我们将停止收集您相关的个人信息，但我们会在业务资料归档、审计、监管协查等领域继续使用此前收集的您的相关个人信息。<br />
      3.为提升您的产品或服务体验，或为防范风险，我们将您的信息用于身份验证、安全防范、诈骗监测、预防或禁止非法活动、降低风险、存档和备份用途；<br />
      4.为了使您知悉使用我们产品或服务的情况或使您进一步了解我们服务，我们会向您发送服务状态通知以及相关产品或服务的商业性信息。如您不希望接受商业性信息，您有权退订，为了保障您的账户和资金安全，服务状态通知不可退订；<br />
      5.根据法律法规或监管要求向相关部门进行报告；<br />
      6.邀请您参与我们产品或服务有关的客户调研；<br />
      7.我们会对您的信息进行综合统计、分析加工，以便为您提供更加准确、个性、流畅及便捷的服务，或帮助我们评估、改善或设计产品、服务及运营活动等。我们可能根据前述信息向您提供营销活动通知、商业性电子信息或您可能感兴趣的广告。<br />
      8.将您的个人信息用于法律允许的其它用途，或在具体场景下经您确认动作等形式同意的其他用途。<br />
    </p>
    <h4>二、我们如何使用 Cookie 等技术</h4>
    <p>
      （一）Cookie<br />
      为确保网站正常运转，我们会在您的计算机或移动设备上存储名为
      Cookie的小数据文件。Cookie
      通常包含标识符、站点名称以及一些号码和字符。借助于Cookie，网站能够存储您的偏好等数据。
      我们不会将
      Cookie用于本政策所述目的之外的任何用途。您可根据自己的偏好管理或删除Cookie。您可以清除计算机上保存的所有
      Cookie，大部分网络浏览器都设有阻止Cookie的功能。但如果您这么做，则需要在每一次访问我们的网站时亲自更改用户设置。
    </p>
    <p>
      （二）网站信标和像素标签<br />
      除Cookie外，我们还会在网站上使用网站信标和像素标签等其他同类技术。例如，我们向您发送的电子邮件可能含有链接至我们网站内容的点击URL。如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好并改善客户服务。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。<br />
    </p>
    <p>
      （三）Do Not Track（请勿追踪）<br />
      很多网络浏览器均设有 Do Not Track 功能，该功能可向网站发布 Do Not
      Track请求。目前，主要互联网标准组织尚未设立相关政策来规定网站应如何应对此类请求。但如果您的浏览器启用了
      Do Not Track，那么我们的所有网站都会尊重您的选择。
    </p>
    <p>
      （四）日志与位置信息<br />
      为了提升用户体验和防范风险，我们可能会自动收集日志信息和位置信息。我们不会将这些信息用于本政策所述目的之外的任何用途。
      日志信息包括：<br />1.设备或软件信息，例如您的移动设备、网页浏览器或您用于接入我们服务的其他程序所提供的配置信息、您的IP地址、无线网络接入信息和您的移动设备所用的版本和设备识别码；<br />2.您在设备上曾使用的移动应用（APP）和其他软件的信息。
      位置信息指您开启设备定位功能并使用我们基于位置提供的相关服务时，我们收集的有关您位置的信息。您可以通过关闭定位功能随时停止我们对您的地理位置信息的收集。<br />
    </p>
    <p>
      （五）使用第三方服务<br />
      如您通过我们的网站或APP，使用了由第三方而非市民卡APP提供的服务时，我们无法保证这些第三方会按照我们的要求采取保护措施，为尽力确保您的账号安全，使您获得更安全的访问体验，我们可能会使用专用的网络协议及代理技术（以下简称“专用网络通道”或“网络代理”）。使用专用网络通道，可以帮助您识别到我们已知的高风险站点，减少由此引起的钓鱼、账号泄露等风险，同时更有利于保障您和第三方的共同权益，阻止不法分子篡改您和您希望访问的第三方之间正常服务内容，例如：不安全路由器、非法基站等引起的广告注入、非法内容篡改等。在此过程中，我们也可能会获得和保存关于您计算机的相关信息，例如：IP地址、硬件ID。
    </p>
    <h4>三、我们如何储存、共享和转让、公开披露您的个人信息</h4>
    <p>
      （一）储存<br />
      我们仅在法律法规要求的期限内，以及为实现本政策声明的目的所必须的期限内，确定单个用户数据的最长储存期限以及用户日志的储存期限。
    </p>
    <p>
      （二）共享和转让
      我们不会与其他任何公司、组织和个人分享您的个人信息，但以下情况除外：<br />
      1.在获得您的明确同意或授权后，我们会与其他方共享您的个人信息。<br />
      2.我们可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。<br />
      3.为实现隐私政策声明的目的，或为向您提供服务之必须，我们会与关联公司、合作伙伴共享您的某些个人信息。我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。关联公司如要改变个人信息的处理目的，将再次征求您的授权同意。<br />
      4.根据法律法规和商业惯例，在合并、收购、资产转让等类似交易中，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。<br />
      5.与授权合作伙伴共享：仅为实现本政策中声明的目的，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。例如，我们聘请来提供第三方数据统计和分析服务的公司可能需要采集和访问个人数据以进行数据统计和分析。在这种情况下，这些公司
      必须遵守我们的数据隐私和安全要求。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。<br />
      6.我们不会将您的个人信息转让给任何公司、组织和个人，但获得您的明确同意后，我们会向其他方转让您的个人信息；对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。
    </p>
    <p>
      （三）公开披露<br />
      我们仅会在以下情况下，公开披露您的个人信息：<br />
      1．事先获得您明确同意或授权；<br />
      2．根据法律法规规定，或按政府主管部门的强制性要求，我们可能会公开披露您的个人信息。
    </p>
    <h4>四、我们如何保护您的个人信息</h4>
    <p>
      （一）我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。例如：我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
    </p>
    <p>
      （二）请您理解，由于技术水平局限以及可能存在的恶意攻击，有可能出现我们无法合理预见、防范、避免、控制的意外情况。互联网并非绝对安全的环境，请使用复杂密码，协助我们保证您的账号安全。
    </p>
    <p>
      （三）我们已制定个人信息安全事件应急预案，定期组织内部相关人员进行应急响应培训和应急演练，使其掌握岗位职责和应急处置策略和规程。在不幸发生个人信息安全事件后，我们会启动应急预案，阻止安全事件扩大，且按照法律法规的要求，及时将事件相关情况以APP推送通知、公告等方式告知您。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
    </p>
    <p>
      （四）请您务必妥善保管好您的市民卡APP登录名、密码、个人身份要素等信息。您在使用市民卡APP服务时，我们会通过您的登录名及其他身份要素来识别您的身份。一旦您泄漏了前述信息，您可能会蒙受损失，并可能产生对您不利的法律后果。如您发现市民卡APP登录名密码、个人身份要素等信息可能或已经泄露时，请您立即和我们取得联系，以便我们及时采取相应措施以避免或降低相关损失。
    </p>
    <h4>五、您访问和管理个人信息的权利</h4>
    <p>
      按照中国相关的法律法规和监管规定，我们保障您对自己的个人信息行使以下权利：
    </p>
    <p>
      （一）访问、更正及更新您的个人信息<br />
      您有权通过我们国际互联网网站、市民卡APP等渠道访问及更正、更新您的个人信息，法律法规另有规定的除外。您有责任及时更新您的个人信息，您可以根据页面提示自助修改您的信息，您也可以联系我们的客服电话：0523-86881988
      咨询疑问。
    </p>
    <p>
      （二）删除您的个人信息
      在以下情形中，您可以向我们提出删除个人信息的请求：<br />
      1、如果我们处理个人信息的行为违反法律法规；<br />
      2、如果我们收集、使用您的个人信息，却未征得您的同意；<br />
      3、如果我们处理个人信息的行为违反了与您的约定；<br />
    </p>
    <p>
      （三）改变您授权同意的范围<br />
      如您想改变授权范围，您可通过手机相关权限设置及时变更授权，当您收回同意后，我们将不再处理相应的个人信息，但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理；您也可取消向第三方共享信息的授权。在您取消向第三方共享信息的授权后，我们将不再在该业务场景下向该第三方提供信息。
    </p>
    <p>
      （四）响应您的上述请求<br />
      为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。请您理解，对于某些无端重复、需要过多技术手段、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝。
    </p>
    <p>
      尽管有上述约定，但按照法律法规要求，如涉及以下情形我们将可能无法响应您的请求：<br />
      1．与国家安全、国防安全相关的；<br />
      2．与公共安全、公共卫生、重大公共利益相关的；<br />
      3．与犯罪侦查、起诉、审判和判决执行等相关的；<br />
      4．有充分证据表明您存在主观恶意或滥用权利的；<br />
      5．响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；<br />
      6．涉及我们商业秘密的。
    </p>
    <h4>六、对第三方责任的声明</h4>
    <p>
      请您注意，您的交易相对方、您访问的第三方网站经营者、通过我们接入的第三方服务（例如：市民卡APP中第三方提供的应用）和由市民卡APP接收您的个人信息的第三方可能有自己的隐私权保护政策；当您查看第三方创建的网页或使用第三方开发的应用程序时，这些第三方可能会放置他们自己的Cookie或像素标签，这些Cookie或像素标签不受我们的控制，且它们的使用不受本政策的约束。我们会尽商业上的合理努力去要求这些主体对您的个人信息采取保护措施，但我们无法保证这些主体一定会按照我们的要求采取保护措施，请您与他们直接联系以获得关于他们的隐私权政策的详细情况。如您发现这些第三方创建的网页或第三方开发的应用程序存在风险时，建议您终止相关操作以保护您的合法权益。
    </p>
    <p>七、未成年人隐私权特别约定</p>
    <p>
      1、我们期望父母或监护人指导未成年人使用我们的服务。我们将根据国家相关法律法规的规定保护未成年人的个人信息的保密性及安全性。<br />
      2、如您为未成年人，建议请您的父母或监护人阅读本政策，并在征得您父母或监护人同意的前提下使用我们的服务或向我们提供您的信息。对于经父母或监护人同意而收集您的信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护您的权益所必要的情况下使用或公开披露此信息。如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。<br />
      3、如您为未成年人的父母或监护人，当您对您所监护的未成年人的个人信息处理存在疑问时，请通过文中的联系方式联系我们。
    </p>
    <h4>八、如何联系我们</h4>
    <p>
      如果您对本隐私政策有任何疑问、意见或建议，请联系我们客服客服电话：0523-86881988<br />
      请您在注册或登录之前仔细阅读本隐私政策，确保对其内容特别是字体加黑内容的含义及相应法律后果已全部知晓并充分理解。您完成注册或登录程序即视为您接受本隐私政策，我们将按照相关法律法规及本政策来合法使用和保护您的个人信息。
    </p>
    <h4>九、本政策如何更新</h4>
    <p>
      我们保留随时更新本声明的权利，可能适时会对本政策进行调整或变更，修改后的内容会通过弹窗或通知的方式告知您变更后的声明，除法律法规或监管规定另有强制性规定外，公布后即生效，并取代此前相关内容。您应不时关注相关公告、提示信息及协议、规则等相关内容的变动。您知悉并确认，如您不同意更新后的内容，应立即停止使用相应服务，我们将停止收集您停止使用后的相关个人信息；如您在本政策调整或变更后继续使用我们提供的任一服务的，即表示您已充分阅读、理解并接受更新后的政策并愿意受更新后的政策约束。
    </p>
  </div>
</template>

<script>
export default {
  data() {
    return {}
  },
  mounted() {
    document.querySelector('body').setAttribute('style', 'background: #fff')
  },
  destroyed() {
    document.querySelector('body').setAttribute('style', '')
  }
}
</script>

<style type="text/scss" lang="scss" scoped>
@import "@/assets/css/mixin.scss";

.container {
  padding: 0.2rem 5%;
}

h3 {
  margin: 0.3rem 0;
  width: 100%;
  @include font(0.36rem, #333);
  font-weight: bold;
  text-align: center;
}

h4 {
  margin: 0.2rem 0 0.1rem;
  width: 100%;
  @include font(0.3rem, #333);
  font-weight: bold;
}

p {
  margin-bottom: 0.1rem;
  width: 100%;
  @include font(0.28rem, #333);
  line-height: 0.42rem;
}
.indent {
  text-indent: 2em;
}
</style>
