<!--
 * @Author: wuz
 * @Date: 2021-04-06 14:13:41
 * @LastEditTime: 2021-04-13 11:12:05
 * @FilePath: /vue-webpack-optimize/src/views/agreement/pages/user-service.vue
-->
<template>
  <div class="container">
    <h3>泰州市市民卡移动应用客户端用户服务协议</h3>
    <p>
      根据国家相关法律法规的规定，为维护双方利益，规范双方行为，甲乙双方本着自愿、平等、互利的原则，就用户（以下简称“甲方”）使用泰州市市民卡有限公司（以下简称“乙方”）的泰州市民卡移动应用客户端（以下简称“市民卡客户端”）服务签订如下协议。
    </p>
    <h4>第一条、定义</h4>
    <p>
      1、本协议所称用户：指在泰州市民卡客户端成功注册的用户。未在市民卡客户端注册，但根据乙方与合作商户的协议，使用合作商户移动应用客户端账号登录市民卡客户端并使用乙方提供的产品与服务的用户，视为市民卡用户。<br />
      2、本协议所称账号：指用户注册成功后系统生成的相关电子账号，用于存储用户的相关个人信息、被关联的卡账户信息以及使用乙方服务产生的相关信息等。<br />
      3、本协议所称卡账户：指的是乙方所发行的符合金融标准的各类银行账户。<br />
      4、本协议所称卡绑定：指的是甲方注册成为用户并通过实名制认证后，将卡账户与甲方所注册的账号建立关联关系的行为。<br />
    </p>
    <h4>第二条、陈述与保证</h4>
    <p>
      1、甲方确认，在注册成为用户前，已充分阅读、理解并接受本协议的全部内容，一旦勾选“同意”，即表示对本协议全部内容已充分理解并完全接受。<br />
      2、甲方确认，同意接受本协议并申请注册账号时，甲方具有完全的民事权利能力和民事行为能力，能够独立承担民事责任；本协议内容不受甲方所属国家或地区法律的排斥。不具备前述条件的，甲方应立即停止申请使用本服务。<br />
      3、乙方提供的服务是指甲方注册成为乙方的用户后，能够在市民卡客户端上对泰州市民卡进行账户绑定、查询、卡间转账、支付和管理，或通过市民卡客户端进行线上消费等综合金融服务。<br />
      4、因乙方对市民卡系统进行升级、改造而引起的服务取消、暂停或者服务内容、项目、方式等变化，或根据业务发展需要修改本协议、服务时间或其他业务规章，乙方将在市民卡客户端上提前进行公告，若甲方不能接受可注销市民卡客户端服务，若甲方继续使用相关服务的，即视为甲方同意并接受该变更或修改。本协议所称“公告”指在乙方自营网点、门户网站及市民卡客户端等进行公告。<br />
      5、乙方可能根据业务发展需要以及市民卡商户合作情况增加、删除或变更合作的商户。甲方有权据此选择是否继续使用乙方提供的市民卡综合金融服务。<br />
      6、乙方除在市民卡的相关服务协议、业务规则等内容中对甲方进行风险提示外，乙方还可视情况将相关风险提示信息显示在市民卡客户端上，甲方应按照相关风险提示信息正确使用乙方提供的综合金融服务。
    </p>
    <h4>第三条、账号使用规则</h4>
    <p>
      1、甲方完成乙方市民卡客户端账号注册后，成为市民卡用户即可使用部分市民卡服务；甲方还可以进一步申请并通过市民卡实名认证后使用更多服务。具体验证方式以本网站页面提示为准。<br />
      2、账号仅限甲方个人使用，禁止赠与、借用、租用、转让或出售，否则造成的任何损失由甲方本人自行承担，并且乙方有权单方暂停或终止该账号的使用。<br />
      3、甲方按照乙方确定的市民卡业务操作流程及规则进行相应的操作，办理甲方申请范围内的各项业务。甲方在办理业务中遇到问题，可向乙方客户服务中心或指定的客户服务电话咨询。<br />
      4、甲方应保证办理市民卡账户的支付能力，并严格遵守移动支付结算业务的相关法律法规。对乙方验证无误并已执行的移动支付指令，乙方均视为甲方本人办理，甲方不得要求变更或撤销。<br />
      5、甲方的移动号码和密码是乙方在服务过程中识别用户和保障交易安全的依据，甲方应妥善保管。如果甲方移动号码丢失或密码遗忘，甲方应立即通过客服热线、市民卡客户端办理账户挂失或密码重置、密码修改等，因未及时办理上述手续造成损失的，乙方不承担责任。<br />
      6、甲方发现自身未按规定操作，或由于自身其他原因造成支付指令未执行、未适当执行、延迟执行的，应及时通过拨打乙方服务热线或到乙方营业网点咨询。乙方应积极调查并告知甲方调查结果。
    </p>
    <h4>第四条、用户信息收集使用</h4>
    <p>
      1、甲方在进行市民卡账号实名认证或使用乙方提供的服务时，需要向乙方提供甲方的姓名、证件号码、银行卡等个人信息及市民卡客户端要求甲方提供的其他信息。乙方将根据法律规定核实甲方的身份信息。<br />
      2、当甲方使用市民卡客户端相关服务需要与甲方的市民卡卡号关联时，按照要求，甲方需要向乙方提供姓名、身份证号、银行留存手机号、银行卡号、银行卡有效期等个人信息。<br />
      3、甲方同意乙方收集使用甲方使用市民卡客户端相关服务产生的支付信息，例如商户名称、交易时间、交易金额等信息。<br />
      4、当甲方使用市民卡客户端时，服务器会自动记录一些数据，例如甲方对市民卡客户端的使用情况、IP地址、移动设备识别码、手机或智能移动设备型号等。<br />
      5、甲方承诺提供的信息真实、有效及完整。若甲方提供任何错误、虚假、过期或不完整的资料，或者乙方依其独立判断甲方提供的信息系错误、虚假、过期或不完整，乙方有权暂停或终止服务，并拒绝甲方使用乙方提供的部分或全部功能。在此情况下，乙方不承担任何责任，甲方不得以此为由取消交易、拒绝支付交易款项或采取其它不正当行为，并且甲方同意负担因此所产生的直接或间接的任何支出或损失。<br />
      6、如甲方未及时更新基本资料，导致乙方无法为甲方服务或提供服务时发生任何错误，甲方不得将此作为取消交易或拒绝付款的理由，乙方亦不承担任何责任，所有后果由甲方承担。<br />
      7、为了提升服务质量、改进相关的产品或服务，以及开发新的产品或服务，甲方同意并授权乙方及其关联公司在法律法规允许的范围内无偿使用、分析、处理及加工甲方的用户信息，并且允许乙方及其关联公司将甲方用户信息转授权给乙方其他合作伙伴使用、分析、处理及加工，使甲方获得更优质的服务。此外，无论甲方的用户信息是在何处被收集，甲方理解并同意甲方的用户信息可能因为本协议中提到的目的被传输到其他法律管辖区域。<br />
      8、乙方可能会与合作伙伴共同向甲方提供甲方所要求的服务或者共同向甲方展示甲方感兴趣的内容。在信息为该项产品/服务所必须的情况下（例如基于市民卡客户端合作伙伴向甲方提供实体卡发货服务时），甲方同意乙方可与其分享完成服务所必要的个人信息和数据。<br />
      9、基于国家法律规定及基于服务安全性的考虑，乙方将甲方的信息用于身份验证、安全防范、客户服务、防欺诈等用途。<br />
      10、乙方不会对外公开或向任何第三方提供甲方的用户信息，但以下情形除外：
    </p>
    <p>
      (一)根据本协议的约定已获得甲方的授权；<br />
      (二)根据有关法律法规的要求；<br />
      (三)按照政府主管部门或司法机关的要求；<br />
      (四)为维护社会公众的利益。
    </p>
    <p>
      11、为了使甲方了解市民卡客户端服务的具体情况以及为了向甲方提供更好的服务，甲方同意市民卡客户端可以向甲方发送营销活动通知、商业性电子信息、以及个性化推荐信息等。<br />
      12、市民卡客户端可能会对产品使用情况进行统计，这些统计信息不包含任何甲方的身份识别信息。<br />
      13、甲方不可撤销地授权市民卡客户端可向包括但不限于中国人民银行征信中心等第三方权威机构验证甲方的相关个人信息的真实性并获取相关的信息及评价明细。<br />
      14、甲方有权根据相关法律向乙方提出个人数据修改请求，以及个人数据删除请求。
    </p>
    <h4>第五条、账号注销和冻结</h4>
    <p>
      1、乙方有权或在发生下列情况时暂停或终止甲方的市民卡服务：<br />
      (一)甲方申请开通或使用市民卡服务是提供了伪造或虚假信息的。<br />
      (二)甲方利用市民卡系统故障、差错不当得利或造成他人损失；出于非法目的，利用市民卡服务进行不正当交易。<br />
      (三)发生他人假借甲方身份盗用市民卡服务的事件，或存在发生这种事件的可能。<br />
      2、如甲方发现甲方的账号被恶意使用，应及时告知乙方，乙方可以采取冻结账户等措施以保护甲方的权益。甲方理解并同意乙方对甲方的冻结请求需要合理期限采取行动，乙方对冻结账户前已经产生的损失不承担任何责任。<br />
      3、如甲方有任何违反本协议或法律法规的行为，甲方应承担一切法律责任。同时，乙方有权停止为甲方提供本协议下的服务并单方冻结或注销甲方的账号，因此导致的任何风险和损失由甲方自行承担，乙方对此不承担任何责任。
    </p>
    <h4>第六条、免责条款</h4>
    <p>
      1、乙方应采取有效措施保护市民卡系统设备和数据，保障系统运营安全。在乙方履行上述合理义务的前提下，如因设备维护或维修、设备或通讯线路故障、以及断电、停电、病毒爆发或交易中偶发因素导致部分或全部市民卡业务暂时无法办理，甲方可通过其它渠道办理相关业务；由于上述原因而造成乙方没有正确执行甲方提交的支付指令或业务中断，乙方不承担责任。<br />
      2、甲方与除甲乙双方之外的任何第三方机构（包括甲方所购买市民卡卡产品的配送方）之间的交易纠纷与乙方无关。乙方不受理甲方对其他任何第三方的投诉。<br />
      3、如因甲方注册用户名已注销或用户名状态已锁定、或账户余额不足等原因，导致乙方无法履行协议的，乙方不承担任何责任。
    </p>
    <h4>第七条、风险提示</h4>
    <p>
      1、甲方应采取风险防范措施、安全使用乙方的市民卡服务，相关措施包括不限于：<br />
      (一)妥善保管办理业务相关的各项重要资料，如身份证件、银行卡、登录密码、用户名等，不得交给他人保管。<br />
      (二)保护好自己的密码，不要告知包括乙方工作人员在内的任何人；不要在计算机、电话、手机或其他电子设备上记录或保留；通过手机或具有存储和显示输入号码功能的电话办理业务后，应立即清除所输入的密码和用户名等信息。甲方在使用手机过程中暂时离开或在完成交易时，应及时退出登录。<br />
      (三)避免使用与本人明显相关的信息（如生日、常用电话号码、身份证件号码等）或具有明显规律性的字符（如重复或连续的数字）作为密码；市民卡的登录密码应不同于其他用途的密码（如其他网站会员密码、电子邮箱密码等）；用户登录密码做到经常更换。<br />
      (四)对所使用设备的操作系统、杀毒软件、网络防火墙等客户端软件采取有效的措施（如及时更新系统或安装补丁程序等）防范操作系统软件漏洞风险、电子设备中的病毒等。<br />
      (五)通过正规途径下载市民卡客户端，不要通过有安全隐患的网址、号码或链接下载。<br />
      (六) 每次登录完毕，请确认均已确实退出账号登录。 <br />
      (七)更换手机号码前及时修改或注销以原号码开通的短信服务。<br />
      (八)应经常关注账户内资金变化，如发现任何通过市民卡客户端从事的未经甲方许可的操作及交易，甲方应马上通过乙方客服中心或通过其它有效途径与乙方取得联系。<br />
      2、甲方对乙方所提示的风险和列示措施、说明完全理解和同意，承诺采取相关风险防范措施以尽量避免或减小风险。<br />
      3、由于甲方未尽到防范风险的义务、未采取必要的风险防范措施或非乙方原因而导致的用户损失，乙方不承担责任。<br />
    </p>
    <h4>第八条、知识产权</h4>
    <p>
      1、如无特别声明，市民卡的任何设计、文字、图像、图表、音频、视频、终端软件等信息、材料或代码等内容的著作权均归市民卡公司所有。未经市民卡公司书面同意，甲方不得以任何方式复制、使用、出售等，但如果该复制或使用是出于使用本服务的目的除外。<br />
      2、“泰州市市民卡”、“渐变色凤凰”以及其它任何用来标识乙方及相关业务的文字、图形及其它可视性标志，都是属于乙方所有的商业标识。乙方对上述标识享有商业标示性权益，受法律保护。未经乙方事先书面同意，甲方不得擅自修改、注册、复制或以其它方式使用上述商业标识。<br />
      3、甲方在使用乙方相关服务过程中不得侵犯乙方或任何第三方的合法权益，否则甲方将承担因此产生的一切法律责任。
    </p>
    <h4>第九条、法律适用</h4>
    <p>
      1、甲方在任何情况下不应攻击市民卡系统，否则乙方有权要求甲方赔偿因此造成的损失。<br />
      2、本协议的成立、生效、履行和解释，均适用中华人民共和国法律；法律无明文规定的，可适用通行的支付金融惯例。<br />
      3、本协议自甲方在市民卡客户端注册并激活用户名之时起生效，自注销用户名之时起终止。所有时点均以乙方记录的时间为准。协议终止并不意味着终止前所发生的未完成交易指令的撤销，也不能消除因终止前的交易所带来的任何法律后果。<br />
      4、本协议的订立、生效、解释、履行、变更和争议解决均适用中华人民共和国法律。因本协议产生任何争议，双方应友好协商解决；协商不成，任何一方有权向乙方所在地人民法院提起诉讼。
    </p>
  </div>
</template>

<script>
export default {
  data() {
    return {

    }
  },
  components: {

  }
}
</script>

<style scoped lang="scss">
@import "@/assets/css/mixin.scss";
.container {
  padding: 0.2rem 5%;
}

h3 {
  margin: 0.3rem 0;
  width: 100%;
  @include font(0.36rem, #333);
  font-weight: bold;
  text-align: center;
}

h4 {
  margin: 0.2rem 0 0.1rem;
  width: 100%;
  @include font(0.3rem, #333);
  font-weight: bold;
}

p {
  margin-bottom: 0.1rem;
  width: 100%;
  @include font(0.28rem, #333);
  line-height: 0.42rem;
}
</style>
